[
    {
        "id": "10",
        "title": "",
        "description": "The spark that started this map is this data about oak trees in the Portland area, compiled by  Portland Metro  for a project known as 'Mapping one oak at a time.' These circle do not necessarily represent only one tree each, as most of the identification was done from aerial imagery as opposed to on the ground surveying. However, it provides an important starting point for mapping and quantifying the oak trees within our study area.",
        "sidebarPosition": "left",
        "layer1": "data/circle/OakPoints.geojson",
        "layer2": "",
        "layer3": "",
        "coordinates": "[-122.90394489584305, 45.454840405738]",
        "zoom": "9"
    },
    {
        "id": "11",
        "title": "",
        "description": "Our first step is to zero in on our area of interest, which is the city of Lake Oswego and the surrounding areas. As can be seen here, many oak trees have been identified throughout our region of interest, with some dense areas and some areas with almost no oak trees.",
        "sidebarPosition": "left",
        "layer1": "data/fill/Studyarea_Erase.geojson",
        "layer2": "data/circle/Oak_Pnts.geojson",
        "layer3": "",
        "coordinates": "[-122.7159477393521, 45.40928594714966]",
        "zoom": "12"
    },
    {
        "id": "12",
        "title": "",
        "description": "Within our area, we want to find out exactly where these trees are and who is responsible for them. To accomplish this, we will join the trees spatially to an underlying set of tax lots. The tax lots show here are all zoned as either single or multi family residential lots. By joining these datasets together...",
        "sidebarPosition": "left",
        "layer1": "data/fill/Studyarea_Erase.geojson",
        "layer2": "data/fill/Taxlots_Res.geojson",
        "layer3": "data/circle/Oak_Pnts.geojson",
        "coordinates": "[-122.7159477393521, 45.40928594714966]",
        "zoom": "11.5"
    },
    {
        "id": "13",
        "title": "",
        "description": "We can find out which lots contain oak trees (in green). This list of addresses will be valuable when we are looking to disseminate information about the importance of oak trees and the best practices for safeguarding them. ",
        "sidebarPosition": "left",
        "layer1": "data/fill/Studyarea_Erase.geojson",
        "layer2": "data/fill/Taxlots_Res_nosym.geojson",
        "layer3": "",
        "coordinates": "[-122.7159477393521, 45.40928594714966]",
        "zoom": "11.5"
    },
    {
        "id": "14",
        "title": "",
        "description": "We know where the oak trees are now- but what about the mature ones? To find the answer to this question we need to do a simple classification of oak trees. ",
        "sidebarPosition": "left",
        "layer1": "data/circle/Oak_Pnts.geojson",
        "layer2": "",
        "layer3": "",
        "coordinates": "[-122.69943605255233, 45.398225162109014]",
        "zoom": "15"
    },
    {
        "id": "15",
        "title": "",
        "description": "If we place a circle around our trees, about the width of an average mature oak canopy (70 feet by our measurements), we can sample the underlying imagery for something know as the NDVI. This index uses red and infrared light to detect vegetation. Circles that are completely filled indicate a mature tree- those that are less full have smaller canopy sizes.",
        "sidebarPosition": "left",
        "layer1": "data/fill/OakPoints_Sample_Buffer.geojson",
        "layer2": "",
        "layer3": "",
        "coordinates": "[-122.69943605255233, 45.398225162109014]",
        "zoom": "15"
    },
    {
        "id": "16",
        "title": "",
        "description": "Once this has been calculated for every tree circle, a basic classification as small, medium, or large (mature) can be applied to the tree points and they can be roughly categorized. ",
        "sidebarPosition": "left",        
        "layer1": "data/circle/Tree_size_classification.geojson",
        "layer2": "",
        "layer3": "",
        "coordinates": "[-122.69943605255233, 45.398225162109014]",
        "zoom": "15"
    },
    {
        "id": "17",
        "title": "",
        "description": "As we can see here, there are quite a few mature trees throughout our study area! As this is only a surface level classification, it cannot be considered 100% accurate. For instance, two trees next to each other that are not fully mature might help \"fill\" each other's circle and become classified as large.",
        "sidebarPosition": "left",
        "layer1": "data/circle/Tree_size_classification.geojson",
        "layer2": "",
        "layer3": "",
        "coordinates": "[-122.7159477393521, 45.40928594714966]",
        "zoom": "11.5"
    },
    {
        "id": "18",
        "title": "",
        "description": "When we look at the trees from a distance, it is easy to see some patterns, or at least large clusters. This is a good place to start in looking at oak habitat.",
        "sidebarPosition": "left",
        "layer1": "data/circle/Oak_Pnts.geojson",
        "layer2": "",
        "layer3": "",
        "coordinates": "[-122.7159477393521, 45.40928594714966]",
        "zoom": "11.5"
    },
    {
        "id": "19",
        "title": "",
        "description": "There are several areas throughout Lake Oswego that have been designated as \"connectivity cores\" by previous researchers. These areas contain dense concentrations of oak without competing species to drive them out. The example we are looking at is on top of the sharp rise of Iron Mountain on the north shore of the lake. There are two other cores that can be found in the area. These areas are invaluable to local animal species and are an excellent start, but we are interested in the habitat patches that exist outside of these well established zones. ",
        "sidebarPosition": "left",
        "layer1": "data/circle/Oak_Pnts.geojson",
        "layer2": "data/fill/ConnectivityCores.geojson",
        "layer3": "",
        "coordinates": "[-122.69826598453301, 45.419614412069876]",
        "zoom": "14.2"
    },
    {
        "id": "20",
        "title": "",
        "description": "When we look at the neighborhoods around the lake, it is clear there are numerous oak trees distributed among the homes, schools, and parks. But what makes a patch? There are two main factors- the connectivity, which is basically the distance between the trees, and the size, which is the total area of connected oaks. By applying some numbers to this formula we can try to make some patches out of our trees.",
        "sidebarPosition": "left",
        "layer1": "data/circle/Oak_Pnts.geojson",
        "layer2": "",
        "layer3": "",
        "coordinates": "[-122.71991782975942, 45.402254497924446]",
        "zoom": "14.2"
    },
    {
        "id": "21",
        "title": "",
        "description": "If we start small- say, 30 feet between the trees and patches of at least three trees, we can see that many such patches exist. These tiny blobs, however, might not be much use to animals. It's time to think bigger. ",
        "sidebarPosition": "left",
        "layer1": "data/fill/Connective_15ft_3trees.geojson",
        "layer2": "",
        "layer3": "",
        "coordinates": "[-122.71991782975942, 45.402254497924446]",
        "zoom": "14.2"
    },
    {
        "id": "22",
        "title": "",
        "description": "We are now looking at patches with 50 feet between trees, and at least 8 trees existing together. Again, there are many patches that meet these criteria throughout the neighborhoods. A small patch like this might be plenty for a small songbird species, but a larger bird may require more space, so we can continue to tweak the numbers to explore patches of different types.",
        "sidebarPosition": "left",
        "layer1": "data/fill/Connective_25ft_8trees.geojson",
        "layer2": "",
        "layer3": "",
        "coordinates": "[-122.71991782975942, 45.402254497924446]",
        "zoom": "14.2"
    },
    {
        "id": "23",
        "title": "",
        "description": "This patch allows for 100 feet between the trees, and requires that 10 trees exist together. It becomes clear that slight changes in our parameters result in huge differences in the size and density of patches throughout the neighborhood, but either way, there are plenty of potential habitable patches hidden among the houses. ",
        "sidebarPosition": "left",
        "layer1": "data/fill/Connective_50ft_4trees.geojson",
        "layer2": "",
        "layer3": "",
        "coordinates": "[-122.71991782975942, 45.402254497924446]",
        "zoom": "14.2"
    },
    {
        "id": "24",
        "title": "",
        "description": "If we zoom out again, we can look for larger stretches of urban woodland. Considering the squirrel species of the region, a threshold used in similar research was 50 meters (164'), beyond which, squirrels considered new trees to be in a separate patch.",
        "sidebarPosition": "left",
        "layer1": "data/points/Oak_Pnts.geojson",
        "layer2": "",
        "layer3": "",
        "coordinates": "[-122.7159477393521, 45.40928594714966]",
        "zoom": "11.5"
    },
    {
        "id": "25",
        "title": "",
        "description": "By using this threshold, we see that large stretches of forest that would be considered continuous are available to squirrels of the region. Well, how about birds such as white breasted nuthatch? Birds are much more mobile with their wings, so 50 meters between the trees shouldn't be an issue. But they also need more space.",
        "sidebarPosition": "left",
        "layer1": "data/fill/Squirrel_patches.geojson",
        "layer2": "",
        "layer3": "",
        "coordinates": "[-122.7159477393521, 45.40928594714966]",
        "zoom": "11.5"
    },
    {
        "id": "26",
        "title": "",
        "description": "Research into the subject reveals that around 100 acres of continuous woodland could support five nesting pairs of white-breasted nuthatch  [4] . Within out study area, multiple patches of woodland meeting this criteria exist. The potential of the oak trees in our neighborhoods to provide habitat to local species is an important point to be considered in conservation strategies. ",
        "sidebarPosition": "left",
        "layer1": "data/fill/WBNH_patches.geojson",
        "layer2": "",
        "layer3": "",
        "coordinates": "[-122.7159477393521, 45.40928594714966]",
        "zoom": "11.5"
    },
    {
        "id": "27",
        "title": "",
        "description": "We have looked at where the oak trees we currently know about are located, but do we have all the oak trees in the area mapped out in the first place? If we are to be continuously monitoring the health of these trees, we need to know where to look to locate possible unknown trees.",
        "sidebarPosition": "left",
        "layer1": "data/points/Oak_Pnts.geojson",
        "layer2": "",
        "layer3": "",
        "coordinates": "[-122.7159477393521, 45.40928594714966]",
        "zoom": "11.5"
    },  
    {
        "id": "28",
        "title": "",
        "description": "For this, we will create a basic suitability survey using soil data and elevation data. Trees are complex organisms and many different things factor into their habitat preferences. Oaks are especially complex- and far from fickle, they grow in both dry soils and riparian areas. Soil is a multifaceted beast of its own- the soil data shown here contained 578 zones with over 100 attributes- but in a much simplified sense, oak trees generally preferred poorly-drained clay soils and well-drained loam soils.",
        "sidebarPosition": "left",
        "layer1": "data/fill/NATGO_Poly.geojson",
        "layer2": "",
        "layer3": "",
        "coordinates": "[-122.7159477393521, 45.40928594714966]",
        "zoom": "12"
    },  
    {
        "id": "29",
        "title": "",
        "description": "With our ideal soils selected, we can use elevation data to further refine our suitable oak growing area. Oregon white oak prefers to grow at lower elevations below 3,800 feet  [6] . Since we are in the valley, we will not cross this threshold. However, oak trees also prefer to grow on flat land with a slope of less than 30%  [5].",
        "sidebarPosition": "left",
        "layer1": "data/fill/Suitable_areas.geojson",
        "layer2": "",
        "layer3": "",
        "coordinates": "[-122.7159477393521, 45.40928594714966]",
        "zoom": "11.5"
    },  
    {
        "id": "30",
        "title": "",
        "description": "Our last step is to compare the suitable areas we have found with areas where oak trees are known to exist. In many areas, they match up- but there are some oak trees outside this zone, showing how resilient oaks are. In addition, there suitable areas without any dots in them- this is where we want to look for more oaks, our 'blindspots.'",
        "sidebarPosition": "left",
        "layer1": "data/points/OakPoints_Clip.geojson",
        "layer2": "data/fill/Suitable_areas.geojson",
        "layer3": "",
        "coordinates": "[-122.7159477393521, 45.40928594714966]",
        "zoom": "11.5"
    },  
    {
        "id": "31",
        "title": "",
        "description": "These areas might be promising places to look for oak. There are a few caveats, however- the soil and slope data tells us nothing about current or past land use, for instances. Areas that might be perfect for oaks on paper could have been converted to timber land in the past, or might be completely changed now. However, it is a starting point to go out and start adding points with  our survey. The final step is to look at oak trees recorded by other means. This will tell us if there are oaks that we do not have included in our original dataset. ",
        "sidebarPosition": "left",
        "layer1": "data/fill/PossibleBlindspots.geojson",
        "layer2": "",
        "layer3": "",
        "coordinates": "[-122.7159477393521, 45.40928594714966]",
        "zoom": "11.5"
    },  
    {
        "id": "32",
        "title": "",
        "description": "These yellow spots come from iNaturalist, a popular app for people to record plant and animal observations of all types. These dots all exist outside our blindspot areas- indicating that these trees are accounted for and included in our original dataset.  ",
        "sidebarPosition": "left",
        "layer1": "data/fill/PossibleBlindspots.geojson",
        "layer2": "data/circle/OR_oak_Clip.geojson",
        "layer3": "",
        "coordinates": "[-122.7159477393521, 45.40928594714966]",
        "zoom": "11.5"
    }, 
    {
        "id": "33",
        "title": "",
        "description": "The red points come from a tree survey conducted by the Oswego Lake Watershed Council, looking for oak trees in the northern part of the city. These points also fall outside of our blindspot areas- indicating that these oak trees are accounted for. However, this does not mean there are more trees to be discovered out there! If you happen upon an oak tree, you can add it to this map using  the survey  built for this project!",
        "sidebarPosition": "left",
        "layer1": "data/fill/PossibleBlindspots.geojson",
        "layer2": "data/circle/survey_results.geojson",
        "layer3": "",
        "coordinates": "[-122.7159477393521, 45.40928594714966]",
        "zoom": "11.5"
    }  
]